Repository: NaN-tic/trytond-esale_stock
Catalog: locale/*.po
Languages: ca, es

# error:esale.export.stock:
source: Export product stocks %s IDs to %s shop
ca: S'ha exportat l'estoc de productes %s IDs a la botiga %s.
es: Se ha exportado el stock de los productos %s IDs a la tienda %s.

# error:esale.export.stock:
source: Install stock sync module to %s shop
ca: Instal·la el mòdul de sincronitzar estoc per la botiga %s
es: Instala el módulo de sincronizar stock para la tienda %s

# error:sale.shop:
source: Select a date to export stocks
ca: Selecciona la data per exportar estocs
es: Selecciona una fecha para exportar stocks

# error:sale.shop:
source: Threre are not stock to export
ca: No hi ha estoc per exportar
es: No hay stock para exportar

# field:esale.export.stock.csv.result,file_name:
source: File Name
ca: Nom fitxer
es: Nombre fichero

# field:esale.export.stock.csv.start,from_date:
source: From Date
ca: Data inicial
es: Fecha inicial

# field:esale.export.stock.csv.start,shop:
source: Shop
ca: Botiga
es: Tienda

# field:esale.export.stock.start,shop:
source: Shop
ca: Botiga
es: Tienda

# field:esale.export.stock.start,shops:
source: Shops
ca: Botigues
es: Tiendas

# field:product.template,esale_manage_stock:
source: Manage Stock
ca: Gestiona estoc
es: Gestiona stock

# field:sale.shop,esale_export_stock_filename:
source: eSale Export Stock Filename
ca: eSale exporta estocs nom fitxer
es: eSale exportar stock nombre fichero

# field:sale.shop,esale_forecast_quantity:
source: Forecast Quantity
ca: Quantitat prevista
es: Cantidad prevista

# field:sale.shop,esale_last_stocks:
source: Last Stocks
ca: Darrers estocs
es: Últimos stocks

# help:esale.export.stock.csv.start,from_date:
source: Filter moves create/write from this date. An empty value are all catalog product.
ca: Filtra moviments creats/modificats a partir d'aquesta data. Un valor nul és tot el catàleg de productes.
es: Filtra movimientos creados/modificados por esta fecha. Un valor vacío es todos los productos del catálogo.

# help:esale.export.stock.start,shop:
source: Select shop will be export this product.
ca: Selecciona la botiga per exportar aquests productes.
es: Selecciona la tienda a exportar este producto.

# help:product.template,esale_manage_stock:
source: Manage stock in e-commerce
ca: Es gestiona el estoc en la plataforma de e-commerce
es: Gestionar el stock del producto en la plataforma e-commerce

# help:sale.shop,esale_export_stock_filename:
source: Python expression that will be evaluated to generate the filename. If is empty, export the filename as <shopname>-stock.csv.
ca: Expressió de Python que s'avaluarà per calcular el nom del fitxer: Si està buit, el nom del fitxer és <shopname>-stock.csv.
es: Expresión Python que devolverá el valor del nombre del fichero. Si está vacío, el nombre del fichero a exportar es <shopname>-stock.csv.

# help:sale.shop,esale_forecast_quantity:
source: Product stock is Forecast Quantity. If is dissabled, product stock is Quantity
ca: L'estoc del producte és la quantitat prevista. En el cas que estigui desactivat és la quantitat real.
es: El stock del producto es la cantidad prevista. En el caso que esté desactivado, es la cantidad real.

# help:sale.shop,esale_last_stocks:
source: This date is last export (filter)
ca: La data de la última exportació (filtre).
es: La fecha de la última exportación (filtro).

# model:esale.export.stock.csv.result,name:
source: eSale Export Stock CSV Result
ca: Resultat exporta eSale estoc
es: Resultado exportar eSale stock CSV

# model:esale.export.stock.csv.start,name:
source: eSale Export Stock CSV Start
ca: Inici exporta eSale estoc
es: Inicio exportar eSale stock CSV

# model:esale.export.stock.result,name:
source: Export Tryton to External Shop: Result
ca: Exporta Tryton a botiga externa: resultat
es: Exportar de Tryton a tienda externa: resultado

# model:esale.export.stock.start,name:
source: Export Tryton to External Shop: Start
ca: Exporta Tryton a botiga externa: inici
es: Exportar de Tryton a tienda externa: inicio

# model:ir.action,name:wizard_esale_export_stock
source: Export Stock eSale
ca: Exporta estoc eSale
es: Exportar stock eSale

# model:ir.action,name:wizard_esale_export_stock_csv
source: Export eSale Stock CSV
ca: Exporta eSale estoc CSV
es: Exportar eSale stock CSV

# model:ir.cron,name:cron_esale_export_stock
source: eSale - Export Stock
ca: eSale - Exporta estoc
es: eSale - Exportar stock

# model:ir.ui.menu,name:menu_esale_export_stock_csv
source: Export eSale Stock CSV
ca: Exporta eSale estoc CSV
es: Exportar eSale stock CSV

# view:esale.export.stock.csv.result:
source: Export eSale CSV
ca: Exporta eSale CSV
es: Exportar eSale CSV

# view:esale.export.stock.csv.start:
source: Export eSale CSV
ca: Exporta eSale CSV
es: Exportar eSale CSV

# view:esale.export.stock.csv.start:
source: Export eSale stock to CSV file.
ca: Exporta eSale estoc a fitxer CSV.
es: Exporta eSale stock a fichero CSV.

# view:esale.export.stock.csv.start:
source: Note that this operation may take a few minutes.
ca: Tingueu en compte que aquesta operació pot trigar uns minuts.
es: Tenga en cuenta que esta operación puede tardar unos minutos.

# view:esale.export.stock.result:
source: eSale Clone
ca: Exporta eSale
es: Exportar a eSale

# view:esale.export.stock.start:
source: eSale Clone
ca: Exporta eSale
es: Exportar a eSale

# view:sale.shop:
source: Export Stock
ca: Exporta estoc
es: Exportar stock

# view:sale.shop:
source: Stock
ca: Logística
es: Logística

# wizard_button:esale.export.stock,result,end:
source: Close
ca: Tanca
es: Cerrar

# wizard_button:esale.export.stock,start,end:
source: Cancel
ca: Cancel·la
es: Cancelar

# wizard_button:esale.export.stock,start,export:
source: Export
ca: Exporta
es: Exportar

# wizard_button:esale.export.stock.csv,result,end:
source: Close
ca: Tanca
es: Cerrar

# wizard_button:esale.export.stock.csv,start,end:
source: Cancel
ca: Cancel·la
es: Cancelar

# wizard_button:esale.export.stock.csv,start,export:
source: Export
ca: Exporta
es: Exportar
